Revit 2024 API
ExportLayerKey Properties
The ExportLayerKey type exposes the following members.
Properties
Name | Description
CategoryName
 The category name.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
SpecialType
 The special type for layer key.
SubCategoryName
 The subcategrory Name.
See Also
ExportLayerKey Class
Autodesk.Revit.DB Namespace